'''Даны целые числа K и N (N > 0). Вывести N раз число K.'''
    
K=int(input("Введите целое число: "))
N=int(input("Введите целое число: "))

for N in range (N):
    print (K)

