'''Даны два числа. Вывести вначале большее, а затем меньшее из них.'''

a = int(input('Введите целое число: '))
b = int(input('Введите целое число: '))



    

if (a>b):
    print('Большее число  равно :', a , "Меньшее число равно :" , b )
elif (a==b):
    print("Числа равны")
else:
    print('Большее число  равно :', b , "Меньшее число равно :" , a  )
