'''Даны два числа. Вывести порядковый номер меньшего из них.'''

a = int(input('Введите целое число: '))
b = int(input('Введите целое число: '))

if (a<b):
    print('Порядковый номер меньшего числа  ', 1)
else:
    print('Порядковый номер меньшего числа  ', 2)

